<link rel="stylesheet" href="/fonts.css">
<link rel="stylesheet" href="/seo/seo.css">

<div class="container-width">

    <div class="seo" data-seo>
        <p class="seo_header">SEO текст</p>
        <div class="seo_container">
            SEO—статья – это текст, оптимизированный под определенный список запросов, основной целью которого является
            занятие ведущих позиций по ним. Он должен быть написан с учётом требований, предъявляемых поисковыми
            системами и ориентированным на пользователей. Он должен быть написан с учётом требований, предъявляемых
            поисковыми системами SEO—статья – это текст, оптимизированный под определенный список запросов, основной
            целью которого является
            занятие ведущих позиций по ним. Он должен быть написан с учётом требований, предъявляемых поисковыми
            системами и ориентированным на пользователей. Он должен быть написан с учётом требований, предъявляемых
            поисковыми системами
        </div>
        <button class="seo_button" data-seo-button>Читать подробнее</button>
    </div>

</div>


<script src="/seo/scripts.js"></script>